Repository: ucdh/theme-academica
Catalog: languages/*.po
Languages: ro_ro

source: Oops! That page can&rsquo;t be found.
ro_ro: Oops! Pagina accesată nu poate fi găsită.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ro_ro: Nici un rezultat. Poate încercați unul din linkurile de mai jos sau să faceți o căutare nouă?

source: Most Used Categories
ro_ro: Categorii Populare

source: Category Archives: %s
ro_ro: Categoria %s

source: Tag Archives: %s
ro_ro: Tagul: %s

source: Author Archives: %s
ro_ro: Arhiva Autorului: %s

source: Daily Archives: %s
ro_ro: Arhiva Zilei: %s

source: Monthly Archives: %s
ro_ro: Arhiva Lunii: %s

source: Yearly Archives: %s
ro_ro: Arhiva Anului: %s

source: Archives
ro_ro: Arhiva

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ro_ro: Nici un rezultat. Încercați o căutare nouă.

source: Leave a comment
ro_ro: Lasă un comentariu

source: Comment navigation
ro_ro: Navigare

source: &larr; Older Comments
ro_ro: &larr; Comentarii vechi

source: Newer Comments &rarr;
ro_ro: Comentarii noi &rarr;

source: Comments are closed.
ro_ro: Comentariile sunt închise.

source: Pages:
ro_ro: Pagini:

source: Edit
ro_ro: Modifică

source: Tags:
ro_ro: Taguri:

source: Permanent Link to %s
ro_ro: Link către %s

source: Theme: %1$s by %2$s.
ro_ro: Tema: %1$s by %2$s.

source: Sidebar: Left
ro_ro: Sidebar: Stânga

source: Sidebar: Right
ro_ro: Sidebar: Dreapta

source: Start here
ro_ro: Începe aici

source: Page %s
ro_ro: Pagina %s

source: Continue reading <span class="meta-nav">&rarr;</span>
ro_ro: Continuare <span class="meta-nav">&rarr;</span>

source: View all posts by %s
ro_ro: Toate posturile scrise de %s

source: <span class="by-author">By %1$s </span>in <span class="category">%2$s</span> on <span class="datetime">%3$s</span>.
ro_ro: <span class="by-author">Scris de %1$s </span>în <span class="category">%2$s</span> pe <span class="datetime">%3$s</span>.

source: <span class="by-author">By %1$s </span>on <span class="datetime">%3$s</span>.
ro_ro: <span class="by-author">Scris de %1$s </span>pe <span class="datetime">%3$s</span>.

source: Post navigation
ro_ro: Navigare

source: <span class="meta-nav">&larr;</span> Older posts
ro_ro: <span class="meta-nav">&larr;</span> Înapoi

source: Newer posts <span class="meta-nav">&rarr;</span>
ro_ro: Înainte <span class="meta-nav">&rarr;</span>

source: Post Layout
ro_ro: Layoutul Postului

source: Choose layout for this post:
ro_ro: Selectează layoutul pentru acest post:

source: Only Left Sidebar
ro_ro: Cu Sidebar Stânga doar

source: Full Width (no sidebars)
ro_ro: Full Width (fără sidebaruri)

source: Home
ro_ro: Acasă

source: Search results for &#39;%s&#39;
ro_ro: Rezultate pentru &#39;%s&#39;

source: Posts tagged &#39;%s&#39;
ro_ro: Posturi cu tagul: &#39;%s&#39;

source: Articles posted by %s
ro_ro: Articole scrise de %s

source: Error 404
ro_ro: Eroare 404

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>.
ro_ro: Publicat <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> la <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> în <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>.

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
ro_ro: <a class="comment-link" href="#respond" title="Post a comment">Adaugă un comentariu</a> sau lasă un trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
ro_ro: Comentariile sunt închise, dar poți lăsa un trackback.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
ro_ro: Trackbackurile sunt închise.

source: Both comments and trackbacks are currently closed.
ro_ro: Comentariile sunt închise.

source: &larr; Previous
ro_ro: Precedent &larr;

source: Next &rarr;
ro_ro: Următorul &rarr;

source: Apologies, but no results were found. Perhaps searching will help find a related post.
ro_ro: Ne pare rau, dar nu a fost găsit nici un rezultat.

source: Search Results for: %s
ro_ro: Rezultate pentru: %s

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ro_ro: Din păcate nu a fost găsit nici un rezultat. Mai încercați odata.

source: Search
ro_ro: Caută

source: Title:
ro_ro: Titlu:

source: Choose category:
ro_ro: Alege categoria:

source: - Recent in all categories -
ro_ro: - Posturi recente din toate categoriile -

source: Number of posts to show:
ro_ro: Numărul de articole:

source: Display as:
ro_ro: Afișează ca:

source: Image list
ro_ro: Listă

source: Image grid
ro_ro: Grid
